{
  "text": {
    "hi": 29,
    "hello": 27,
    "hey": 28,
    "bot": 6,
    "what": 79,
    "s": 58,
    "up": 75,
    "sup": 65,
    "yo": 81,
    "show": 63,
    "my": 43,
    "tasks": 69,
    "on": 46,
    "list": 35,
    "do": 16,
    "i": 31,
    "need": 44,
    "to": 73,
    "todos": 74,
    "thanks": 71,
    "thank": 70,
    "you": 82,
    "appreciate": 2,
    "it": 33,
    "re": 51,
    "the": 72,
    "best": 3,
    "bye": 8,
    "goodbye": 25,
    "see": 61,
    "later": 34,
    "add": 1,
    "reminder": 53,
    "call": 9,
    "mom": 40,
    "task": 68,
    "buy": 7,
    "groceries": 26,
    "remind": 52,
    "me": 37,
    "water": 78,
    "plants": 49,
    "finish": 22,
    "report": 56,
    "create": 13,
    "new": 45,
    "schedule": 60,
    "meeting": 38,
    "pay": 47,
    "rent": 55,
    "make": 36,
    "a": 0,
    "book": 4,
    "flight": 23,
    "milk": 39,
    "homework": 30,
    "can": 10,
    "delete": 14,
    "remove": 54,
    "boss": 5,
    "cancel": 11,
    "write": 80,
    "essay": 21,
    "void": 76,
    "clean": 12,
    "room": 57,
    "erase": 20,
    "entire": 19,
    "self": 62,
    "destruct": 15,
    "give": 24,
    "motivation": 42,
    "motivate": 41,
    "encouragement": 18,
    "say": 59,
    "something": 64,
    "inspiring": 32,
    "pep": 48,
    "talk": 67,
    "please": 50,
    "don": 17,
    "t": 66,
    "want": 77
  },
  "intent": {
    "greet": 4,
    "show_todos": 6,
    "thank": 7,
    "goodbye": 3,
    "add_todo": 0,
    "delete_todo": 2,
    "clear_all_todos": 1,
    "request_motivation": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_add_todo": 0,
    "action_check_pending_tasks": 2,
    "action_clear_all_todos": 3,
    "action_delete_todo": 8,
    "action_give_motivation": 10,
    "action_show_todos": 15,
    "utter_goodbye_all_done": 18,
    "utter_greet": 19,
    "utter_thanks": 20
  },
  "action_text": null,
  "intent_response_key": null
}